[
  {
    "name": "玉ねぎ",
    "status": "危険",
    "description": "玉ねぎやニンニク、チャイブなどのネギ属の植物にはアリルプロピルジスルフィドなどの硫黄化合物が含まれており、猫の赤血球を破壊して溶血性貧血を引き起こす可能性があります。嘔吐や心拍数の増加、黄疸、暗色尿、虚弱などの症状が現れます。",
    "notes": "少量でも危険なため、加熱済みでも与えてはいけません。ネギやニラ入り料理の残り物も避け、もし誤食した場合はすぐに動物病院へ連絡してください。"
  },
  {
    "name": "ニンニク",
    "status": "危険",
    "description": "ニンニクは玉ねぎと同様にネギ属に属し、赤血球を破壊する硫黄化合物を多く含んでいます。猫が摂取すると溶血性貧血を起こし、虚弱、黄疸、嘔吐がみられます。",
    "notes": "少量のガーリックパウダーでも危険です。人間用のニンニク風味の料理やサプリメントも与えないでください。"
  },
  {
    "name": "チャイブ（あさつき）",
    "status": "危険",
    "description": "チャイブもネギ科で、玉ねぎ・ニンニクと同じく猫に有害な硫黄化合物を含み、赤血球を破壊することで貧血を引き起こします。",
    "notes": "香味野菜として少量でも料理に使われることが多いため、人間の食卓の残り物を与える際は注意が必要です。"
  },
  {
    "name": "長ネギ",
    "status": "危険",
    "description": "長ネギもネギ科の植物で、玉ねぎやニンニクと同様に猫の赤血球を破壊する硫黄化合物が含まれます。胃腸障害や貧血症状を引き起こします。",
    "notes": "すき焼きや鍋などネギが入った料理の汁を舐めさせないようにし、誤食した場合はすぐに獣医師に相談してください。"
  },
  {
    "name": "ニラ",
    "status": "危険",
    "description": "ニラもネギ属の一種で、アリルプロピルジスルフィドなどの成分が猫に強い毒性を示し、赤血球の破壊と溶血性貧血を引き起こします。",
    "notes": "餃子や炒め物に含まれることが多く、残り物を舐めるだけでも危険です。"
  },
  {
    "name": "エシャロット（シャロット）",
    "status": "危険",
    "description": "エシャロットもネギ属の一つで、玉ねぎやニンニクと同じく猫の赤血球を損傷する硫黄化合物を含んでいます。",
    "notes": "西洋料理で使われることがあるので、誤食に注意してください。"
  },
  {
    "name": "玉ねぎパウダー",
    "status": "危険",
    "description": "玉ねぎを乾燥・粉末化したもので、毒性成分が濃縮されているため特に危険です。加工食品やスナック菓子にも含まれる場合があります。",
    "notes": "加工肉や調味料に含まれていることが多く、成分表を確認して避けましょう。"
  },
  {
    "name": "チョコレート",
    "status": "危険",
    "description": "チョコレートにはテオブロミンとカフェイン（メチルキサンチン類）が含まれ、猫にとって強い毒性を持ちます。摂取すると嘔吐、下痢、興奮、頻脈、ふるえ、発作などを起こすことがあり、濃いダークチョコほど危険性が高いです。",
    "notes": "誤食した場合はすぐに獣医師へ相談し、ダークチョコレートやベーキング用ココアは特に危険です。"
  },
  {
    "name": "ホワイトチョコレート",
    "status": "危険",
    "description": "ホワイトチョコレートはテオブロミン量は少ないもののカフェインなどのメチルキサンチンを含み、猫には適しません。脂質と糖分も高く、消化不良や膵炎を招く恐れがあります。",
    "notes": "全てのチョコレート製品は避け、バレンタインやお菓子の誤食に注意しましょう。"
  },
  {
    "name": "ダークチョコレート",
    "status": "危険",
    "description": "ダークチョコレートはテオブロミンが非常に高濃度で含まれており、少量でも猫に重度の中毒症状を引き起こします。",
    "notes": "ベーキング用チョコレートやカカオパウダーも同様に危険です。誤食時は直ちに動物病院へ。"
  },
  {
    "name": "コーヒー・紅茶・緑茶",
    "status": "危険",
    "description": "カフェインを含む飲料は猫に危険です。カフェインは中枢神経刺激作用があり、嘔吐、下痢、過度の興奮、震え、心拍数の増加、発作を引き起こすことがあります。",
    "notes": "飲み残しのコーヒーやティーバッグにも注意し、カフェイン入り飲料は与えないでください。"
  },
  {
    "name": "アルコール飲料",
    "status": "危険",
    "description": "アルコールは猫の神経系を抑制し、消化管を刺激し、酸塩基バランスを乱します。少量でも嘔吐や下痢、脱水、低体温、発作、昏睡などを引き起こす可能性があり、致命的になることもあります。",
    "notes": "ビール、ワイン、日本酒、焼酎など全てのアルコールが危険です。料理酒もアルコール分を含むため注意し、誤飲した際は獣医師に相談してください。"
  },
  {
    "name": "生パン生地・イースト",
    "status": "危険",
    "description": "生のパン生地に含まれる酵母は胃内で発酵し続け、ガスやアルコールを生成して腹部膨満やアルコール中毒を起こすおそれがあります。",
    "notes": "パンやピザの生地を生のまま与えないでください。誤食した場合は腹部膨満やアルコール中毒の兆候に注意し、すぐに医療機関に相談します。"
  },
  {
    "name": "ぶどう・レーズン",
    "status": "危険",
    "description": "ぶどうやレーズン、タマリンドなどには酒石酸（タルタル酸）が含まれており、猫や犬が摂取すると急性腎不全を引き起こすことがあります。吐き気や下痢、食欲不振、脱力、尿量減少が症状として現れます。",
    "notes": "少量でも危険なので、ぶどうパンやレーズン入り菓子も含め避けます。誤食した場合はすぐに獣医師へ連絡してください。"
  },
  {
    "name": "クリームオブタルタル（酒石酸塩）",
    "status": "危険",
    "description": "クリームオブタルタルはワイン製造の副産物で、酒石酸を多く含みます。タルタル酸は犬や猫に腎障害を引き起こすことがあり、摂取すると嘔吐や下痢、腎不全を起こす可能性があります。",
    "notes": "タルタルソースなどにも使用されることがあるため、含有製品の誤食に注意します。"
  },
  {
    "name": "オレンジ・レモンなどの柑橘類の皮",
    "status": "注意",
    "description": "オレンジやレモンの果肉は毒性がありませんが、皮や種には精油とその他の刺激性化合物が含まれ、胃腸障害や皮膚炎、抑うつなどを引き起こすことがあります。",
    "notes": "果肉を与える場合は皮や種を完全に取り除き、ごく少量に留めます。柑橘系のアロマオイルも避けましょう。"
  },
  {
    "name": "牛乳・乳製品",
    "status": "注意",
    "description": "多くの猫は乳糖を分解するラクターゼ酵素を十分に持たず、牛乳や乳製品を摂取すると下痢や消化不良を起こすことがあります。",
    "notes": "乳糖を含まない猫用ミルクなら安全ですが、人用の牛乳やアイスクリームはごく少量に留めます。下痢などの症状が出た場合は与えるのを中止します。"
  },
  {
    "name": "マカダミアナッツ",
    "status": "危険",
    "description": "マカダミアナッツは犬での中毒報告が多く、猫でも筋力低下や震え、嘔吐、発熱などを引き起こす可能性があります。ASPCAによると、マカダミアナッツはペットに与えてはいけない食べ物として挙げられています。",
    "notes": "ナッツ類全般が高脂肪・高カロリーなので避けます。誤食した場合は獣医師へ相談します。"
  },
  {
    "name": "ナッツ類（アーモンド、クルミ、ピーナッツなど）",
    "status": "注意",
    "description": "アーモンドやクルミ、ピーナッツなどのナッツ類は高脂肪・高カロリーで、嘔吐や下痢、膵炎を引き起こすことがあります。また塩味が付いたものはナトリウム過剰となります。",
    "notes": "与える場合は無塩のものをごく少量にとどめ、ナッツアレルギーがないか確認します。マカダミアナッツは特に危険なので避けます。"
  },
  {
    "name": "ココナッツ（果肉・ミルク）",
    "status": "注意",
    "description": "ココナッツやココナッツオイルは少量なら大きな害はありませんが、脂肪分が高く摂り過ぎると胃腸障害や下痢を引き起こす可能性があります。",
    "notes": "無糖で少量のみ与えます。甘味や香りの付いた製品は避けましょう。"
  },
  {
    "name": "生肉・生魚・生卵",
    "status": "注意",
    "description": "生の肉や魚、卵にはサルモネラや大腸菌、寄生虫などの病原体が含まれる可能性があり、感染症を引き起こすおそれがあります。生卵の白身にはビオチンの吸収を妨げるアビジンも含まれます。",
    "notes": "与える場合は必ず十分に加熱し、骨や皮、スパイスを取り除いてください。調理済みの卵は安全で高品質のタンパク源として推奨されます。"
  },
  {
    "name": "加熱済みの卵",
    "status": "安全",
    "description": "調理済みの卵はタンパク質やビタミン、ミネラルが豊富で、猫にとって消化しやすい栄養源です。ただし塩や香辛料を加えずに完全に火を通す必要があります。",
    "notes": "ゆで卵やスクランブルエッグを少量与えます。生卵や半熟卵はサルモネラ感染の危険性があるので避けてください。"
  },
  {
    "name": "ニンジン",
    "status": "安全",
    "description": "ニンジンは低カロリーで繊維やベータカロテンを含み、消化を助けるスナックとして適しています。",
    "notes": "生よりも柔らかく茹でたり蒸したりして与え、細かく切ることで噛みやすくなります。過剰に与えると下痢の原因になるのでごく少量にします。"
  },
  {
    "name": "グリーンビーンズ（いんげん豆）",
    "status": "安全",
    "description": "グリーンビーンズは低カロリーで食物繊維やビタミンが豊富で、体重管理中の猫に適したおやつになります。",
    "notes": "缶詰の場合は塩分が多いので水洗いしてから与えます。味付けせず小さく切って提供します。"
  },
  {
    "name": "ピーナッツバター",
    "status": "注意",
    "description": "ピーナッツバターはタンパク質や健康的な脂質を含みますが、高カロリーで脂肪分が多いため、肥満や胃腸障害のリスクがあります。さらにキシリトール入りの製品は非常に危険です。",
    "notes": "無糖・無塩・キシリトール不使用のピーナッツバターを少量だけ与えます。与えすぎないよう注意し、特に甘味料入りの製品は避けます。"
  },
  {
    "name": "チーズ（チェダー・モッツァレラなど）",
    "status": "注意",
    "description": "猫は乳糖不耐症のことが多く、チーズは少量なら摂取できますが過剰に与えると下痢や消化不良を起こします。",
    "notes": "低乳糖のハードチーズを一口サイズで与えます。体質によって合わない場合は中止しましょう。"
  },
  {
    "name": "マシュマロ",
    "status": "注意",
    "description": "マシュマロは糖分が多く栄養価が低いので、猫に与えるおやつとしては適していません。",
    "notes": "ほんの少量なら問題ないことが多いですが、糖分過多は肥満や歯の問題につながるため避けるのが理想です。"
  },
  {
    "name": "ブルーベリー",
    "status": "安全",
    "description": "ブルーベリーは抗酸化物質が豊富で低カロリーのため、少量なら安全なおやつになります。ただし糖分が含まれているため、与えすぎると血糖値の乱高下や下痢の原因となることがあります。",
    "notes": "洗ってヘタを取り、小さく刻んで1〜3粒程度を週に数回までにします。ジャムや加工品は砂糖が多いので避けてください。"
  },
  {
    "name": "バナナ",
    "status": "注意",
    "description": "バナナの果肉は猫にとって非毒性ですが、糖質が高く消化が難しいため少量のみにすべきです。また皮は消化しづらく窒息の危険があります。糖分は肥満や糖尿病の猫に悪影響を与える可能性があります。",
    "notes": "1cm角程度のごく少量をたまに与える程度にし、他の高炭水化物おやつは控えます。皮は必ず取り除きます。"
  },
  {
    "name": "りんご",
    "status": "安全",
    "description": "りんごの果肉は猫にとって無毒で、繊維が豊富ですが、種や茎、葉にはシアン化合物が含まれ大量に摂取すると有害です。砂糖が多く、食べ過ぎると血糖の急上昇や胃腸障害を引き起こす可能性があります。",
    "notes": "皮をむき、芯や種を取り除いて1〜2個の小さな角切りを与えます。アップルソースやシナモン入り加工品は避けます。"
  },
  {
    "name": "いちご",
    "status": "安全",
    "description": "いちごは水分とビタミンCが豊富で、少量であれば猫にも安全です。種ごと食べても問題は少ないですが、糖分があるため与えすぎると下痢や体重増加を招くことがあります。",
    "notes": "洗ってヘタを取り、小さく切ってごく少量のみ与えます。甘味料やクリームと一緒に与えるのは避けます。"
  },
  {
    "name": "スイカ",
    "status": "安全",
    "description": "スイカの果肉は水分が多く水分補給のおやつとして利用できますが、種や皮には窒息の危険や消化不良の原因となるため取り除きます。糖分も含まれるので適量にとどめます。",
    "notes": "果肉のみを種と皮を除いて一口大に切り、暑い季節の水分補給として少量与えます。"
  },
  {
    "name": "カンタロープ（メロン）",
    "status": "安全",
    "description": "カンタロープはビタミンや水分が含まれており、適度な量なら猫に安全なフルーツです。ただし糖分を含むため頻繁に与えるべきではありません。",
    "notes": "種と皮を取り除き、少量の果肉を小さく切って与えます。味付けやシロップ漬けは避けます。"
  },
  {
    "name": "ブルーベリーマフィンやジャム",
    "status": "危険",
    "description": "ブルーベリーマフィンやジャムはブルーベリー自体は安全でも、砂糖や小麦粉、バター、チョコレートなど猫に望ましくない成分を多く含みます。",
    "notes": "ブルーベリーは生や冷凍を少量だけ与え、菓子類や加工品は避けます。"
  },
  {
    "name": "グレープフルーツ・柚子・ライム",
    "status": "注意",
    "description": "これらの柑橘類の果肉自体は少量なら大きな危険はありませんが、皮や種、果皮に含まれる精油・酸が胃腸や皮膚を刺激する可能性があり、食べた際に嘔吐や下痢を招くことがあります。",
    "notes": "皮や種を取り除き、ほんの一口程度に留めます。酸味が強いため多くの猫は好みません。"
  },
  {
    "name": "柿",
    "status": "注意",
    "description": "柿は甘く、水分が多いフルーツですが、渋柿に含まれるタンニンが消化器官を刺激し、下痢や胃痛を起こす場合があります。また糖分が多いため与えすぎに注意します。",
    "notes": "完熟した甘柿を種と皮を除いて少量与えます。青い柿や渋柿は与えないようにしましょう。"
  },
  {
    "name": "梨",
    "status": "安全",
    "description": "梨は水分が豊富で低カロリーなため、適度な量なら猫に与えても問題ありません。ただし中心部の種と硬い芯を除く必要があります。",
    "notes": "小さく切った果肉を少量与えます。缶詰のシロップ漬けは砂糖が多いので避けてください。"
  },
  {
    "name": "桃・あんず・すもも",
    "status": "注意",
    "description": "桃やあんず、すももなどの核果は、果肉自体は少量なら安全ですが、種（核）にはアミグダリンが含まれ、消化されるとシアン化水素を放出するため危険です。",
    "notes": "種と皮を完全に除き、果肉を小さく切って少量だけ与えます。缶詰やシロップ漬けは砂糖が多いため避けます。"
  },
  {
    "name": "さくらんぼ",
    "status": "注意",
    "description": "さくらんぼの果肉は少量なら害はありませんが、種や茎にシアン化合物が含まれています。",
    "notes": "種と茎を取り除き、ごく少量の果肉のみを与えます。ジャムや砂糖漬けは避けます。"
  },
  {
    "name": "マンゴー",
    "status": "安全",
    "description": "マンゴーの果肉はビタミンAとCが豊富で、少量なら猫に安全です。ただし糖分が多く、種と皮には消化に悪い成分が含まれます。",
    "notes": "皮と大きな種を完全に取り除き、小さく切って少量与えます。熟した果実を選び、食べ過ぎは避けます。"
  },
  {
    "name": "パイナップル",
    "status": "注意",
    "description": "パイナップルはビタミンCや酵素を含みますが、酸味と糖分が高く、消化不良や下痢を引き起こす場合があります。缶詰には砂糖シロップが多く含まれるため特に注意が必要です。",
    "notes": "皮と芯を取り除き、ごく少量の生の果肉のみを与えます。缶詰や加工品は避けます。"
  },
  {
    "name": "パパイヤ",
    "status": "注意",
    "description": "パパイヤは酵素を含み消化を助けると言われますが、糖分が高く与えすぎると下痢や血糖値の変動を招きます。",
    "notes": "種と皮を取り除き、ごく少量を与えます。熟したものを選び、初めて与える際は体調を観察してください。"
  },
  {
    "name": "キウイ",
    "status": "注意",
    "description": "キウイはビタミンCと食物繊維が豊富ですが、酸味と酵素が強いため胃腸を刺激する場合があります。",
    "notes": "皮をむいて小さく切り、少量だけ与えます。与えた後に嘔吐や下痢がないか確認します。"
  },
  {
    "name": "アボカド",
    "status": "注意",
    "description": "アボカドの果肉は少量なら無毒とされますが、種や皮、葉にはペルシンという成分が含まれ、鳥や一部動物に毒性があります。猫にとっても脂肪分が高く、下痢や嘔吐を招く場合があります。",
    "notes": "果肉のみを少量与えることは可能ですが、種と皮は必ず取り除きます。高脂肪なので与えない方が無難です。"
  },
  {
    "name": "ココナッツウォーター",
    "status": "注意",
    "description": "ココナッツウォーターは電解質を含みますが、カリウムが高く猫に過剰なミネラルを与える可能性があります。また微量ながら糖分も含みます。",
    "notes": "水の代わりにはならないため特別な理由がない限り与えません。与えるとしてもごく少量に留めます。"
  },
  {
    "name": "トマト（完熟）",
    "status": "安全",
    "description": "完熟したトマトの果肉はソラニン含量が低く、少量であれば猫に安全とされています。ただし植物全体や未熟な緑色部分にはソラニンという有毒アルカロイドが含まれます。",
    "notes": "赤く完熟した部分のみを与え、葉、茎、青い果実は与えないようにします。少量のみにとどめましょう。"
  },
  {
    "name": "トマト（未熟・青い）",
    "status": "危険",
    "description": "未熟な緑色のトマトやトマトの茎・葉にはソラニンとトマチンが高濃度含まれ、神経症状や消化器症状を引き起こします。",
    "notes": "庭のトマトの葉や苗をかじらないよう注意し、未熟なトマトを含む料理を与えないでください。"
  },
  {
    "name": "じゃがいも（調理済み）",
    "status": "安全",
    "description": "よく加熱したじゃがいもはデンプンが消化しやすくなり、安全な炭水化物源となります。ただし味付けや揚げ油は避けます。",
    "notes": "皮と芽を取り除き、蒸すか茹でてから少量を与えます。塩やバター、調味料は加えません。"
  },
  {
    "name": "じゃがいも（生・芽）",
    "status": "危険",
    "description": "生のじゃがいもや芽にはソラニンが多く含まれ、神経系への影響や嘔吐、下痢を引き起こすことがあります。",
    "notes": "必ず加熱し、芽や緑色部分は完全に除去します。生の状態では与えません。"
  },
  {
    "name": "さつまいも（焼き芋）",
    "status": "安全",
    "description": "さつまいもは食物繊維とビタミンが豊富で、調理済みなら猫に安全なおやつになります。ただし糖分が高いため与えすぎると肥満や消化不良を招きます。",
    "notes": "皮を剥き、蒸すか焼いて柔らかくしたものを少量与えます。砂糖やバターは加えません。"
  },
  {
    "name": "かぼちゃ",
    "status": "安全",
    "description": "かぼちゃは食物繊維が豊富で便通を整える効果があり、少量なら猫に安全です。缶詰のプレーンかぼちゃを下痢や便秘の際に用いることもあります。",
    "notes": "種と皮を除き、蒸したり煮たりした果肉を小さじ1杯程度与えます。砂糖や香辛料入りのパンプキンパイフィリングは避けてください。"
  },
  {
    "name": "ブロッコリー",
    "status": "注意",
    "description": "ブロッコリーはビタミンや抗酸化物質が豊富ですが、食物繊維が多くガスがたまりやすいため食べ過ぎると腹部膨満や下痢を招くことがあります。",
    "notes": "少量を蒸して柔らかくして与えます。茎は硬いので細かく刻むか避けます。"
  },
  {
    "name": "カリフラワー",
    "status": "注意",
    "description": "カリフラワーもブロッコリー同様に食物繊維が多く、食べ過ぎるとガスや下痢の原因となる場合があります。",
    "notes": "加熱して小さく切り、ごく少量のみ与えます。スパイスやソースをかけたものは与えません。"
  },
  {
    "name": "キャベツ",
    "status": "注意",
    "description": "キャベツには硫黄化合物が含まれ、大量に食べると甲状腺の機能に影響を与える可能性がありますが、少量なら問題ありません。",
    "notes": "よく茹でて柔らかくし、刻んだものを少量与えます。過剰に与えないようにします。"
  },
  {
    "name": "レタス・サラダ菜",
    "status": "安全",
    "description": "レタスやサラダ菜は水分が豊富でカロリーが低く、少量なら安全です。しかし多くの猫は興味を持たないことが多いです。",
    "notes": "農薬をよく洗い流し、細かく刻んで少量提供します。ドレッシングはかけないでください。"
  },
  {
    "name": "小松菜",
    "status": "安全",
    "description": "小松菜はカルシウムやビタミンA、Cが含まれ、湯通しして細かく刻めば猫に与えられます。ただし過剰摂取はミネラルバランスを崩す可能性があります。",
    "notes": "加熱して柔らかくして与えます。生のまま大量に与えるのは避けましょう。"
  },
  {
    "name": "ほうれん草",
    "status": "注意",
    "description": "ほうれん草にはシュウ酸が含まれており、尿路結石のリスクがある猫では避けた方が良いとされています。",
    "notes": "健康な猫であっても少量に留め、茹でてから与えます。尿路疾患のある猫には与えないでください。"
  },
  {
    "name": "セロリ",
    "status": "安全",
    "description": "セロリは水分が多く、少量なら猫に安全です。ただし繊維が多いため食べ過ぎると下痢や嘔吐を招くことがあります。",
    "notes": "細かく刻み、葉や筋を取り除いて少量与えます。味付けは不要です。"
  },
  {
    "name": "ズッキーニ",
    "status": "安全",
    "description": "ズッキーニは水分と食物繊維が豊富でカロリーが低く、少量なら猫に安全な野菜です。",
    "notes": "生のまま薄切りにするか軽く調理し、少量ずつ与えます。味付けはしません。"
  },
  {
    "name": "きゅうり",
    "status": "安全",
    "description": "きゅうりはほとんどが水分でカロリーが低く、少量なら猫に安全なおやつになります。",
    "notes": "皮をむいて種を取り、薄切りまたは細切りにして少量与えます。"
  },
  {
    "name": "ナス",
    "status": "注意",
    "description": "ナス科の植物であるため、未熟なものや大量摂取ではナスニンなどのアルカロイドが問題になる場合があります。",
    "notes": "必ず加熱調理したものを与え、皮や種を取り除いたうえで少量に留めます。"
  },
  {
    "name": "アスパラガス",
    "status": "安全",
    "description": "アスパラガスはビタミンとミネラルを含み、茹でて柔らかくしたものを少量なら猫に与えられます。",
    "notes": "硬い茎部分は食べにくいので、柔らかい先端部分を細かく切って少量与えます。"
  },
  {
    "name": "枝豆",
    "status": "注意",
    "description": "枝豆はタンパク質が豊富ですが、大豆特有の成分により消化しにくく、食べ過ぎると胃腸障害やガスの原因になります。",
    "notes": "塩を入れずに茹で、さやから出した豆を1〜2粒程度の少量だけ与えます。塩ゆでや味付けした枝豆は与えないでください。"
  },
  {
    "name": "いんげん豆（グリーンピース以外）",
    "status": "注意",
    "description": "インゲン豆やその他の豆類はレクチンなどの成分により生で与えると毒性があり、調理しても食物繊維が多いため消化が難しく、食べ過ぎると下痢やガスの原因になります。",
    "notes": "豆類を与える場合は十分に火を通して柔らかくし、ごく少量に抑えます。"
  },
  {
    "name": "オクラ",
    "status": "安全",
    "description": "オクラは食物繊維が豊富で粘り気があり、少量であれば猫に与えられます。ただし大量に与えると下痢を起こす可能性があります。",
    "notes": "茹でて細かく切り、タネを取り除いて少量与えます。"
  },
  {
    "name": "にんじんの葉",
    "status": "注意",
    "description": "にんじんの葉や茎は苦味が強く、猫が好まないことが多いです。特に毒性は報告されていませんが、繊維が多いため大量に与えると消化不良を招くことがあります。",
    "notes": "葉を食べることがある場合は少量に留め、しっかり洗ってから与えます。"
  },
  {
    "name": "ゴボウ",
    "status": "注意",
    "description": "ゴボウは食物繊維が非常に豊富で、猫が大量に食べると消化不良や下痢を引き起こすことがあります。また土臭い風味を嫌う猫も多いです。",
    "notes": "細かく刻み、柔らかく煮てごく少量だけ与えるのに留めます。健康効果を期待して大量に与えるべきではありません。"
  },
  {
    "name": "モヤシ",
    "status": "安全",
    "description": "モヤシは水分が多く栄養価は高くないものの、少量なら猫に与えても問題ありません。シャキシャキした食感が好まれる場合もあります。",
    "notes": "生ではなく軽く湯通ししたものを与え、消化不良にならないよう少量にします。"
  },
  {
    "name": "パセリ",
    "status": "安全",
    "description": "パセリはビタミンやミネラルが豊富で、少量なら猫に安全なハーブです。香り付け程度に使用できます。",
    "notes": "みじん切りにしてほんの少量フードに混ぜる程度にします。大量摂取は腎機能に負担をかける可能性があるため避けます。"
  },
  {
    "name": "ローズマリー・タイム",
    "status": "安全",
    "description": "ローズマリーやタイムは香りの強いハーブで、少量なら猫に害はありませんが、精油が多いため大量摂取は避けるべきです。",
    "notes": "香りづけにほんの少しだけ利用する程度に留め、大量に摂取しないようにします。"
  },
  {
    "name": "バジル",
    "status": "安全",
    "description": "バジルは香り豊かなハーブで少量なら猫に安全です。抗酸化作用を持つ成分を含みますが、大量に与える必要はありません。",
    "notes": "新鮮な葉を細かく刻んで少量与えることができます。乾燥バジルは香りが強いのでさらに少量にします。"
  },
  {
    "name": "オレガノ",
    "status": "注意",
    "description": "オレガノは精油成分が多く、猫にとって刺激が強い場合があります。食べ過ぎると胃腸の炎症や神経症状を引き起こす可能性があります。",
    "notes": "オレガノ入りのソースや料理を与えないようにし、香辛料として使う場合は極めて少量にとどめます。"
  },
  {
    "name": "ミント",
    "status": "注意",
    "description": "ミントにはメントールなどの精油が含まれており、猫が大量に摂取すると胃腸の不快感や神経症状を引き起こす可能性があります。",
    "notes": "観賞用の鉢植えなどをかじらないように注意し、ミントティーなども避けます。"
  },
  {
    "name": "シナモン",
    "status": "注意",
    "description": "シナモンは香りづけ程度なら害は少ないですが、大量摂取すると口腔内や消化器を刺激し、肝障害を引き起こすことがあります。",
    "notes": "シナモン入りのお菓子や飲料は砂糖も多いため避け、シナモンパウダーを使う場合もごく少量にします。"
  },
  {
    "name": "ナツメグ",
    "status": "危険",
    "description": "ナツメグにはミリスチシンという成分が含まれており、猫に摂取させると幻覚やけいれん、肝障害を引き起こす可能性があります。",
    "notes": "ナツメグ入りの焼き菓子や調味料を与えないようにし、スパイスラックの保管に注意します。"
  },
  {
    "name": "クローブ",
    "status": "危険",
    "description": "クローブ（丁字）にはオイゲノールが含まれており、猫では肝臓に毒性を示す場合があります。摂取すると胃腸の炎症や中枢神経症状を引き起こす可能性があります。",
    "notes": "クローブ入りのシロップやお菓子、カレーなどを与えないようにしてください。"
  },
  {
    "name": "ターメリック（ウコン）",
    "status": "注意",
    "description": "ターメリックの主成分であるクルクミンは抗炎症作用があるとされますが、濃度が高いと消化器への刺激となり、肝臓や胆のうに負担をかける可能性があります。",
    "notes": "サプリメントやカレーに含まれる量は控えめにし、与える必要は特にありません。"
  },
  {
    "name": "ガーリックソルト・カレー粉",
    "status": "危険",
    "description": "ガーリックソルトやカレー粉にはニンニクや玉ねぎなどの成分が含まれ、さらに塩分や香辛料も多いため猫には有害です。",
    "notes": "ガーリック風味のスナックやカレー料理を与えないでください。"
  },
  {
    "name": "塩",
    "status": "危険",
    "description": "過剰な塩分はナトリウム中毒を引き起こし、嘔吐、下痢、発作、腎臓や心臓への負担をもたらします。猫の必要量は非常に少なく、市販フードで十分賄えます。",
    "notes": "調味料としての塩は追加する必要がなく、塩味の強い人間の食べ物は与えないでください。"
  },
  {
    "name": "砂糖",
    "status": "注意",
    "description": "猫は甘味を感じにくく、砂糖の栄養的価値はなく、肥満や糖尿病、歯周病の原因となります。",
    "notes": "お菓子や甘い飲み物を与えないようにし、砂糖を使った調味料も控えます。"
  },
  {
    "name": "人工甘味料（キシリトール）",
    "status": "危険",
    "description": "キシリトールは犬で低血糖や肝不全を起こすことが知られており、猫でも安全性が確認されていないため危険と考えられます。ガムやキャンディ、焼き菓子に含まれる場合があります。",
    "notes": "成分表示にキシリトールが含まれている製品は与えないようにします。誤食した場合は獣医師へ連絡します。"
  },
  {
    "name": "蜂蜜・メープルシロップ",
    "status": "注意",
    "description": "蜂蜜やメープルシロップは天然の甘味料で微量のビタミンや抗酸化物質を含みますが、糖分が非常に多く、猫にとって栄養的なメリットはほとんどありません。",
    "notes": "ごく少量なら害は少ないものの、肥満や糖尿病リスクを避けるため基本的には与えない方が良いでしょう。"
  },
  {
    "name": "ガム・キャンディ",
    "status": "危険",
    "description": "ガムやキャンディにはキシリトールなどの人工甘味料や大量の砂糖が含まれ、猫に低血糖や肝障害を引き起こす可能性があります。また窒息の危険もあります。",
    "notes": "机の上やバッグの中に置いたガムを誤食しないよう注意し、猫の届かない場所に保管します。"
  },
  {
    "name": "ソフトドリンク・ジュース",
    "status": "注意",
    "description": "炭酸飲料やフルーツジュースには砂糖やカフェイン、酸味料が含まれており、猫にとって胃腸の刺激や血糖値の乱高下の原因になります。",
    "notes": "猫には新鮮な水が最適であり、人間用の甘い飲み物は与えないでください。"
  },
  {
    "name": "牛肉（調理済み）",
    "status": "安全",
    "description": "赤身の牛肉は高品質のタンパク質源で、火を通し脂肪と骨を取り除けば猫に安全です。",
    "notes": "香辛料や塩を使わずに調理し、脂肪の少ない部分を小さく切って与えます。生肉は避けます。"
  },
  {
    "name": "豚肉",
    "status": "注意",
    "description": "豚肉はタンパク質源となりますが、脂肪分が多く消化に負担がかかります。未調理の豚肉には寄生虫が存在する可能性もあります。",
    "notes": "脂肪を取り除き、十分に火を通してから少量を与えます。塩漬けや加工品（ベーコン、ハム）は塩分が高いため避けます。"
  },
  {
    "name": "鶏肉（調理済み）",
    "status": "安全",
    "description": "鶏肉は消化しやすい良質なタンパク質で、皮や脂肪を取り除き火を通すことで猫に安全に与えられます。",
    "notes": "骨は喉や腸を傷つけるので除去し、味付けをせずに与えます。"
  },
  {
    "name": "鶏の骨",
    "status": "危険",
    "description": "調理済みの鶏骨は裂けやすく、鋭い破片が口腔や消化管を傷つけたり詰まったりする危険があります。",
    "notes": "鶏肉を与える際は必ず骨をすべて取り除きます。誤って骨を飲み込んだ場合は獣医師に相談してください。"
  },
  {
    "name": "ラム肉",
    "status": "安全",
    "description": "ラム肉は高タンパクでビタミンB群が豊富な肉で、脂肪を取り除き適切に調理すれば猫に与えられます。",
    "notes": "味付けをせず、骨を取り除いて少量ずつ与えます。脂身は避けます。"
  },
  {
    "name": "七面鳥（ターキー）",
    "status": "安全",
    "description": "ターキーの胸肉は低脂肪のタンパク質源で、火を通せば猫に安全な食材です。",
    "notes": "皮や骨、塩分を含む味付けを除き、細かく刻んで与えます。感謝祭などで残る味付けターキーは避けます。"
  },
  {
    "name": "鴨肉",
    "status": "注意",
    "description": "鴨肉は脂肪分が多く、食べ過ぎると膵炎や肥満のリスクがありますが、脂肪を除けば良質なタンパク源です。",
    "notes": "皮と脂肪を取り除き、塩や香辛料を使わずに調理して少量与えます。"
  },
  {
    "name": "鹿肉",
    "status": "安全",
    "description": "鹿肉は高タンパクで脂肪が少なく、アレルギーの代替タンパク源として用いられます。調理後に与えれば安全です。",
    "notes": "骨や筋を取り除き、しっかり火を通してから少量与えます。味付けは不要です。"
  },
  {
    "name": "ウサギ肉",
    "status": "安全",
    "description": "ウサギ肉は低脂肪で高タンパクな肉で、アレルギー食として使われることもあります。調理すれば猫に安全です。",
    "notes": "骨を除き、塩分や香辛料を加えずに火を通して与えます。"
  },
  {
    "name": "ローストビーフ",
    "status": "注意",
    "description": "ローストビーフは肉自体は安全ですが、市販品は塩分や香辛料が多く含まれることが多いため注意が必要です。",
    "notes": "味付けのない自家製ローストビーフであれば少量与えられますが、市販のローストビーフやハムは塩分が高いので避けます。"
  },
  {
    "name": "ハム",
    "status": "注意",
    "description": "ハムは加工肉で塩分や防腐剤が多く、猫にとって腎臓や心臓に負担をかけます。",
    "notes": "与えるべきではありませんが、誤食した場合は少量であれば大きな問題にはならないことが多いです。頻繁に与えないでください。"
  },
  {
    "name": "ベーコン",
    "status": "注意",
    "description": "ベーコンは脂肪と塩分が非常に高く、膵炎や肥満、ナトリウム過剰の原因となります。",
    "notes": "香りが強く猫が興味を持ちやすいですが、健康のために与えない方が良いでしょう。"
  },
  {
    "name": "ソーセージ・ウインナー",
    "status": "注意",
    "description": "ソーセージやウインナーは脂肪や塩分、香辛料、保存料が多く含まれており、猫にとって消化不良や膵炎、腎臓への負担となります。",
    "notes": "基本的には与えず、誤食した場合は少量に留めて様子を観察します。"
  },
  {
    "name": "魚（サーモン）",
    "status": "安全",
    "description": "サーモンはタンパク質と必須脂肪酸を含み、調理済みなら猫に安全です。ただし生やスモークは寄生虫や塩分の問題があります。",
    "notes": "骨と皮を取り除き、味付けせず焼くか蒸すなどして与えます。塩やレモンを加えないよう注意します。"
  },
  {
    "name": "マグロ（ツナ缶）",
    "status": "注意",
    "description": "マグロは高タンパクで嗜好性が高いですが、ツナ缶は塩分や油、保存料を含む場合があります。またマグロは水銀含有量が高いため、過剰摂取は健康に影響する可能性があります。",
    "notes": "猫用のツナ缶や水煮缶を選び、週に一度程度の嗜好品として少量与えます。総合栄養食の代わりにはなりません。"
  },
  {
    "name": "カツオ",
    "status": "注意",
    "description": "カツオはタンパク質豊富ですが、マグロ同様にヒスタミンや重金属を含むことがあり、食べ過ぎると健康を損ないます。また偏った魚食はビタミンE欠乏症の原因になることがあります。",
    "notes": "新鮮な刺身を与える場合もごく少量にとどめ、火を通して寄生虫リスクを低減させると安全性が高まります。"
  },
  {
    "name": "白身魚（タラ・ティラピアなど）",
    "status": "安全",
    "description": "タラやティラピアなどの白身魚は脂肪が少なく、しっかり調理すれば安全なタンパク源になります。",
    "notes": "骨と皮を取り除き、蒸すか茹でて与えます。味付けは不要です。"
  },
  {
    "name": "サバ・アジ・サンマ",
    "status": "注意",
    "description": "これら青魚はオメガ3脂肪酸が豊富ですが、脂肪分が多く、食べ過ぎると脂肪性肝炎や膵炎のリスクがあります。また小骨が多いため注意が必要です。",
    "notes": "骨をしっかり取り除き、焼き魚の塩分やタレを洗い流してから少量与えます。"
  },
  {
    "name": "イワシ",
    "status": "安全",
    "description": "イワシはカルシウムやオメガ3脂肪酸が豊富で、小さな魚なので骨ごと食べられますが、塩漬けや油漬けの缶詰は塩分が高いので注意します。",
    "notes": "水煮または塩分無添加の缶詰を使用し、骨を確認してから少量与えます。"
  },
  {
    "name": "貝類（アサリ・カキ）",
    "status": "注意",
    "description": "貝類はタンパク質と亜鉛を含みますが、生食はノロウイルスや貝毒のリスクがあります。また殻が鋭く危険です。",
    "notes": "十分に加熱し、殻を完全に取り除いてごく少量与えます。生や生臭い状態では与えません。"
  },
  {
    "name": "エビ・カニ・ロブスター",
    "status": "注意",
    "description": "甲殻類はタンパク質源ですが、アレルギーの原因となりやすく、殻や足は鋭利で怪我の原因となります。",
    "notes": "殻と尾を完全に取り除き、塩茹でせずに蒸して少量与えます。加工されたエビフライやカニカマは避けます。"
  },
  {
    "name": "ホタテ・貝柱",
    "status": "安全",
    "description": "ホタテの貝柱は低脂肪で良質なタンパク源です。しっかり火を通せば猫に安全に与えられます。",
    "notes": "小さく切り、調味料を加えずに蒸して与えます。殻や筋を完全に除去してください。"
  },
  {
    "name": "イクラ・魚卵",
    "status": "注意",
    "description": "イクラや魚卵は塩分が高く、脂質やコレステロールも多いため猫には不向きです。",
    "notes": "基本的には与えない方が良いですが、どうしても与える場合はごく少量に留めます。"
  },
  {
    "name": "スモークサーモン",
    "status": "危険",
    "description": "スモークサーモンは塩分が非常に高く、燻製工程で塩や香辛料を含むため猫には危険です。またリステリアなどの細菌感染リスクもあります。",
    "notes": "与えないようにし、誤食した場合は水を多めに与えて様子を観察します。"
  },
  {
    "name": "牛レバー・鶏レバー",
    "status": "注意",
    "description": "レバーはビタミンAが非常に豊富で、過剰摂取するとビタミンA過剰症を引き起こし骨異常や関節痛の原因となります。",
    "notes": "週に一度、少量を与える程度に留めます。生で与える場合は寄生虫のリスクがあるため避けます。"
  },
  {
    "name": "ファットトリミング（脂身）",
    "status": "危険",
    "description": "肉や魚の脂身のみを与えると、高脂肪食により膵炎や肥満を引き起こす可能性があります。",
    "notes": "肉を与える際は脂肪を取り除きます。誤って脂身だけ食べてしまった場合は嘔吐や腹痛がないか観察し、必要なら獣医師に相談します。"
  },
  {
    "name": "加工肉（ソーセージ・サラミなど）",
    "status": "注意",
    "description": "加工肉は塩分、脂肪、保存料が多く含まれるため、猫には不向きです。",
    "notes": "日常的には与えないようにし、誤食した場合も少量なら重大な問題にならないことが多いですが、頻繁な摂取は避けます。"
  },
  {
    "name": "牛乳由来のクリーム・生クリーム",
    "status": "注意",
    "description": "クリーム類は脂肪と乳糖が多く、猫に下痢や嘔吐を引き起こす可能性があります。",
    "notes": "ケーキのクリームを舐めさせることは控え、猫用の低乳糖クリームに限り少量与えます。"
  },
  {
    "name": "ヨーグルト（無糖無香料）",
    "status": "注意",
    "description": "ヨーグルトは牛乳よりも乳糖が少なくプロバイオティクスを含みますが、乳糖不耐症の猫では下痢を起こすことがあります。",
    "notes": "無糖・無香料のヨーグルトを小さじ1杯程度与え、様子を見ます。砂糖やフレーバー入り製品は避けます。"
  },
  {
    "name": "アイスクリーム",
    "status": "注意",
    "description": "アイスクリームは乳糖と砂糖、脂肪が多く、猫にとって消化不良や肥満の原因になります。",
    "notes": "ごく少量であれば問題を起こさない場合もありますが、与えない方が無難です。チョコレート味は特に危険です。"
  },
  {
    "name": "バター・マーガリン",
    "status": "注意",
    "description": "バターやマーガリンは脂肪分が非常に高く、猫に与えると膵炎や肥満の原因となります。マーガリンにはトランス脂肪酸が含まれることがあります。",
    "notes": "誤食を防ぐためテーブルから下げ、料理に付いたバターを舐めさせないようにします。"
  },
  {
    "name": "パン（白パン）",
    "status": "安全",
    "description": "焼き上がったパンはデンプンが主成分で毒性はありません。少量であれば猫に安全ですが、炭水化物が多く栄養価は低いです。",
    "notes": "味付けやレーズン入りのパンは避け、耳やクラムを小さくちぎってごく少量のみ与えます。"
  },
  {
    "name": "全粒粉パン・穀類パン",
    "status": "安全",
    "description": "全粒粉パンには繊維が多く、少量なら猫に安全です。ただし炭水化物が多いので過剰に与えるべきではありません。",
    "notes": "無塩・無糖のものを選び、少量をちぎって与えます。ナッツやドライフルーツが入ったパンは避けます。"
  },
  {
    "name": "オートミール",
    "status": "安全",
    "description": "オートミールは水溶性食物繊維が含まれ、よく煮て柔らかくすれば猫に安全です。食物アレルギーの代替炭水化物源として利用されることもあります。",
    "notes": "砂糖や塩、牛乳を入れずに調理し、小さじ1〜2杯程度を与えます。"
  },
  {
    "name": "米（白米）",
    "status": "安全",
    "description": "白米は消化しやすい炭水化物で、胃腸の不調時に少量与えると助けになる場合があります。",
    "notes": "よく炊いて柔らかくし、塩や調味料を加えず小さじ1杯程度与えます。玄米は繊維が多いため少量に抑えます。"
  },
  {
    "name": "パスタ・うどん・そば",
    "status": "安全",
    "description": "茹でたパスタやうどん、そばはデンプンが主成分で毒性はありません。ただし炭水化物が多く、消化が難しい場合があります。",
    "notes": "味付けせず、ソースを絡めない状態で柔らかい部分を少量与えます。塩分や香辛料の入った麺つゆは避けます。"
  },
  {
    "name": "ラーメン（インスタント含む）",
    "status": "危険",
    "description": "インスタントラーメンやラーメンスープは塩分や脂質、香辛料、添加物が多く含まれ、猫には適しません。",
    "notes": "麺そのものも油で揚げていることが多いため避けます。"
  },
  {
    "name": "ポップコーン（無塩）",
    "status": "注意",
    "description": "無塩・無バターのポップコーン自体は少量なら問題ありませんが、硬い殻が歯や消化管を傷つける可能性があり、味付けポップコーンは塩分やバターが多いため危険です。",
    "notes": "完全に膨らんだ柔らかい部分を数粒だけ与えます。バターやキャラメル味は避けます。"
  },
  {
    "name": "じゃがりこやスナック菓子",
    "status": "危険",
    "description": "スナック菓子は塩分、脂質、香辛料、添加物が高く、猫には不適切です。",
    "notes": "チップスやクラッカーを与えないようにし、包装をかじらないよう管理します。"
  },
  {
    "name": "ドーナツ・菓子パン",
    "status": "危険",
    "description": "ドーナツや菓子パンには大量の砂糖や油脂が含まれ、さらにチョコレートやナッツ、レーズンなど危険な材料が含まれることもあります。",
    "notes": "猫には与えないでください。誤食した場合は材料を確認し、必要に応じて獣医師に相談します。"
  },
  {
    "name": "ヨーグルトレーズン・チョコレートがけ菓子",
    "status": "危険",
    "description": "レーズンは腎不全を引き起こす可能性があり、チョコレートのコーティングも有害です。",
    "notes": "このようなお菓子は猫の手の届かない場所に保管し、誤食した場合はすぐに獣医師へ相談します。"
  },
  {
    "name": "市販のケーキ・クッキー",
    "status": "危険",
    "description": "ケーキやクッキーは砂糖、バター、クリーム、チョコレートなど猫に適さない材料が多く含まれます。",
    "notes": "猫用のケーキを除き、人間用のケーキやクッキーは与えないでください。"
  },
  {
    "name": "米菓・せんべい",
    "status": "注意",
    "description": "せんべいは米粉から作られるため毒性はありませんが、醤油や塩、香辛料で味付けされていることが多く、塩分過多になります。",
    "notes": "無塩・無味のものを少量与えるのは問題ありませんが、味付きのものは避けます。"
  },
  {
    "name": "味噌汁・スープ",
    "status": "危険",
    "description": "味噌汁には塩分が多く、ネギやニンニクが含まれていることもあり猫には危険です。",
    "notes": "味噌汁を薄めても塩分過多になるため与えないでください。"
  },
  {
    "name": "ソース・ケチャップ・マヨネーズ",
    "status": "注意",
    "description": "これらの調味料には塩分、糖分、脂肪、香辛料が多く含まれており、猫には不適切です。",
    "notes": "フライドポテトやハンバーガーに付いたソースごと与えないようにし、誤食した場合は量を確認して獣医師へ相談します。"
  },
  {
    "name": "しょうゆ・醤油",
    "status": "危険",
    "description": "醤油は塩分が非常に高く、少量でもナトリウム過剰となり中毒を引き起こす可能性があります。",
    "notes": "料理に使用する場合でも猫の取り分には醤油を含めないようにします。"
  },
  {
    "name": "ソーセージ調味料（ソース等）",
    "status": "危険",
    "description": "焼きそばソースやウスターソースには高濃度の塩分、砂糖、香辛料が含まれており、猫にとって危険です。",
    "notes": "ソースの付いた食べ物を与えないよう注意します。"
  },
  {
    "name": "唐辛子・タバスコ",
    "status": "危険",
    "description": "唐辛子に含まれるカプサイシンは猫の口や胃腸を強く刺激し、痛みや嘔吐、下痢を引き起こします。",
    "notes": "スパイシーな料理は与えないでください。"
  },
  {
    "name": "胡椒（ブラックペッパー）",
    "status": "注意",
    "description": "黒胡椒は香辛料であり、猫が大量に摂取すると口腔や胃腸の刺激になり、くしゃみや嘔吐を引き起こすことがあります。",
    "notes": "調理の際にごく少量であれば問題ありませんが、猫の取り分には胡椒を加えないようにします。"
  },
  {
    "name": "ハーブティー（カモミール）",
    "status": "注意",
    "description": "カモミールティーは少量であれば鎮静作用があるとされますが、品種や濃度によっては猫にアレルギー反応や嘔吐を引き起こすことがあります。",
    "notes": "必ず獣医師に相談した上でごく薄めたものを与え、他のハーブティー（ミントティーなど）は避けた方が良いです。"
  },
  {
    "name": "飼い主用サプリメント",
    "status": "注意",
    "description": "人間用のビタミンやミネラルサプリメントには猫の安全性が確認されていない成分や過剰量が含まれる場合があります。",
    "notes": "猫にサプリメントを与える際は獣医師が推奨する動物用製品を使用します。"
  },
  {
    "name": "猫草・キャットニップ",
    "status": "安全",
    "description": "猫草（燕麦・小麦若葉など）は毛玉の排出を助け、少量なら安全です。キャットニップは多くの猫に好まれるハーブで、中枢神経を刺激しますが少量なら問題ありません。",
    "notes": "農薬を使用していないものを用意し、食べ過ぎないように管理します。キャットニップは乾燥状態で与えます。"
  },
  {
    "name": "海苔",
    "status": "安全",
    "description": "海苔はミネラルやビタミンを含み、少量なら猫に安全です。ただし塩や味付けの施された海苔は避けます。",
    "notes": "無塩の焼き海苔を細かくちぎって与えます。味付け海苔や佃煮は塩分が高いので避けます。"
  },
  {
    "name": "昆布・わかめ・ひじきなどの海藻",
    "status": "注意",
    "description": "海藻類にはヨウ素が豊富に含まれ、甲状腺機能に影響を与える可能性があります。少量なら害は少ないものの、過剰摂取は危険です。",
    "notes": "小さく刻み、水で戻して塩抜きしたものをごく少量与えます。昆布だしや佃煮は塩分が高いので避けます。"
  },
  {
    "name": "キムチ・漬物",
    "status": "危険",
    "description": "キムチや漬物には大量の塩分やニンニク、唐辛子など猫に有害な成分が含まれます。発酵食品であるため胃腸の負担にもなります。",
    "notes": "与えないでください。誤食した場合は材料を確認し、必要に応じて獣医師へ相談します。"
  },
  {
    "name": "梅干し",
    "status": "注意",
    "description": "梅干しは塩分が非常に高く、酸味も強いため猫にとって刺激となります。",
    "notes": "塩分過多を避けるため基本的に与えません。もし舐めた場合も大量に与えないように注意します。"
  },
  {
    "name": "コーン（とうもろこし）",
    "status": "安全",
    "description": "とうもろこしは炭水化物源として猫用フードにも使用され、調理済みなら少量安全です。ただし栄養価は高くないため主食にはなりません。",
    "notes": "茹でて粒を取り外し、塩やバターを加えず少量与えます。芯は窒息の危険があるため与えません。"
  },
  {
    "name": "コーン缶・クリームコーン",
    "status": "注意",
    "description": "缶詰のコーンには塩分や砂糖が加えられていることがあり、猫にとって好ましくありません。",
    "notes": "与える場合は水煮タイプで塩分無添加のものを選び、よく水洗いしてから少量だけ提供します。"
  },
  {
    "name": "枝豆（味付き）",
    "status": "危険",
    "description": "居酒屋などで提供される枝豆は塩で味付けされており、塩分過多による中毒やナトリウムイオンバランスの乱れを起こす可能性があります。",
    "notes": "猫に与える場合は無塩で、さやから出した豆のみを1～2粒程度に留めます。"
  },
  {
    "name": "豆腐",
    "status": "安全",
    "description": "豆腐は植物性タンパク質源であり、柔らかく消化しやすいので猫に少量与えることができます。",
    "notes": "無味の絹ごし豆腐を小さく切って与えます。薬味やしょうゆをかけたものは避けます。"
  },
  {
    "name": "納豆",
    "status": "注意",
    "description": "納豆にはナットウキナーゼやビタミンK2が含まれますが、発酵により臭いが強く、食べ過ぎると胃腸障害を起こす可能性があります。",
    "notes": "少量なら健康に良いとされますが、匂いを嫌う猫も多く、与える際はネギや卵黄を混ぜないでください。"
  },
  {
    "name": "ひよこ豆・レンズ豆",
    "status": "注意",
    "description": "ひよこ豆やレンズ豆などの豆類はタンパク質を含みますが、猫には消化が難しくガスや膨満感を引き起こすことがあります。",
    "notes": "与えるなら柔らかく煮てつぶし、ごく少量に留めます。缶詰の場合は塩分や香辛料を含むことがあるので避けます。"
  },
  {
    "name": "黒豆・あずき",
    "status": "注意",
    "description": "黒豆やあずきは食物繊維が豊富で、猫にとって消化しにくく、食べ過ぎると下痢やガスの原因となります。",
    "notes": "甘く煮たあずき（餡）は砂糖が多く危険です。煮豆を与える場合は無糖でごく少量のみ与えます。"
  },
  {
    "name": "米粉製品（麩・おもちなど）",
    "status": "注意",
    "description": "おもちや麩はデンプンが主成分で毒性はありませんが、粘り気があり窒息の危険があるため少量に留めます。",
    "notes": "小さく切って与え、味付けの餡やきなこを含まないものを選びます。"
  },
  {
    "name": "カシューナッツ・ピスタチオ・ヘーゼルナッツ",
    "status": "注意",
    "description": "これらのナッツは高脂肪で塩味が付いていることが多く、猫にとって肥満や膵炎のリスクになります。",
    "notes": "無塩で殻を剥いたものをごく少量与えるにとどめ、ナッツバターはキシリトールを含まないものを選びます。"
  },
  {
    "name": "松の実・ひまわりの種・フラックスシード",
    "status": "注意",
    "description": "種子類は脂肪とカロリーが高く、猫には消化しにくい場合があります。ごまやフラックスシードは繊維とオメガ3脂肪酸を含みますが、過剰摂取は下痢を招きます。",
    "notes": "砕いて少量フードに混ぜる程度にし、塩味や味付きの種子は避けます。"
  },
  {
    "name": "白ごま・黒ごま",
    "status": "安全",
    "description": "ごまは良質な脂質とセサミンなどの抗酸化物質を含みますが、粒のままだと消化されにくいので少量のすりごまとして与えると良いです。",
    "notes": "香り付けに少量をフードに振りかける程度にします。"
  },
  {
    "name": "クルミ・ピーカンナッツ",
    "status": "危険",
    "description": "クルミやピーカンナッツは高脂肪で、カビ毒やアフラトキシンを含む可能性があり、摂取すると嘔吐や神経症状を引き起こすことがあります。",
    "notes": "与えないでください。誤食した場合は獣医師に相談します。"
  },
  {
    "name": "ビターチョコレートケーキ",
    "status": "危険",
    "description": "ビターチョコレートケーキにはカカオが多く含まれており、猫にとってテオブロミンやカフェイン中毒の危険が非常に高いです。",
    "notes": "チョコレートケーキは一口でも与えないでください。誤食した場合は量に関係なく早急に獣医師へ相談します。"
  },
  {
    "name": "エナジードリンク",
    "status": "危険",
    "description": "エナジードリンクにはカフェインやタウリン、糖分が高濃度で含まれており、猫が摂取すると中毒症状を引き起こします。",
    "notes": "缶を放置しないようにし、誤飲した場合はすぐに動物病院へ連絡してください。"
  },
  {
    "name": "ワイン入り料理（赤ワイン煮など）",
    "status": "危険",
    "description": "料理に使用したワインや日本酒などのアルコールは加熱によって完全に飛ばない場合があり、残留アルコールが猫に中毒を起こすおそれがあります。",
    "notes": "アルコールを使用した料理は猫に与えないでください。誤食した場合は量を確認し、獣医師に相談します。"
  },
  {
    "name": "チキンスープ・ブロス（無塩）",
    "status": "安全",
    "description": "塩分や香辛料を加えていない自家製のチキンスープは水分補給と嗜好性を高めるために利用できます。",
    "notes": "骨を取り除き、玉ねぎやニンニクを使用せずに煮出したスープを冷ましてから少量与えます。市販のブイヨンキューブは塩分が高いため使用しません。"
  },
  {
    "name": "猫用ミルク",
    "status": "安全",
    "description": "市販の猫用ミルクは乳糖を分解してあり、通常の牛乳よりも消化しやすく、栄養バランスが猫向けに調整されています。",
    "notes": "パッケージの指示に従って適量を与えますが、カロリーの過剰摂取にならないよう注意します。"
  },
  {
    "name": "ドッグフード",
    "status": "注意",
    "description": "犬用フードはタンパク質と脂肪、栄養バランスが猫用とは異なり、タウリンやビタミンAが不足している場合があります。短期間なら問題ないこともありますが、長期間は栄養不足を招きます。",
    "notes": "緊急時以外では猫には猫用フードを与えます。ドッグフードの誤食は少量なら問題にならないことが多いですが、継続的には避けてください。"
  },
  {
    "name": "完全栄養のキャットフード",
    "status": "安全",
    "description": "市販の総合栄養食は猫の健康を支えるために必要なすべての栄養素をバランス良く含んでおり、安全に主食として与えられます。",
    "notes": "ラベルに総合栄養食と記載されている製品を選び、パッケージの推奨量を守って与えます。"
  },
  {
    "name": "ヤギチーズ・山羊乳",
    "status": "注意",
    "description": "ヤギ乳製品は牛乳より乳糖が少ないと言われますが、それでも乳糖不耐症の猫では下痢を引き起こすことがあります。",
    "notes": "ごく少量だけ与え、消化不良の兆候がないか観察します。"
  },
  {
    "name": "ブラウンライス・玄米",
    "status": "安全",
    "description": "玄米やブラウンライスは白米より繊維が多くビタミンB群を含みますが、消化がやや難しい場合があります。少量なら猫に安全です。",
    "notes": "よく炊いて柔らかくし、少量のみ与えます。必要がなければ白米の方が消化しやすいです。"
  },
  {
    "name": "オートブラン・ふすま",
    "status": "注意",
    "description": "オートブランや小麦ふすまは食物繊維が豊富で便通を整えることができますが、猫にとっては消化しにくく、大量に与えると下痢の原因になります。",
    "notes": "便秘対策として獣医師の指示で少量混ぜることがありますが、独自判断での大量使用は避けます。"
  },
  {
    "name": "クスクス・キヌア",
    "status": "安全",
    "description": "クスクスやキヌアは炭水化物源として使える穀類で、調理済みであれば猫に与えることができます。ただし栄養価は猫に必要な栄養素を満たすものではありません。",
    "notes": "塩やスパイスを加えずに調理し、小さじ1杯程度をフードに混ぜて与えます。"
  },
  {
    "name": "ピクルス・酢漬け食品",
    "status": "危険",
    "description": "ピクルスや酢漬け食品は酢や塩、砂糖、香辛料が多く含まれ、猫に強い刺激を与えます。ニンニクやタマネギが使用されている場合もあります。",
    "notes": "与えないようにし、誤食した場合は口をゆすいで水を飲ませ、獣医師に相談します。"
  },
  {
    "name": "ジャーキー（人間用ビーフジャーキー）",
    "status": "注意",
    "description": "市販のビーフジャーキーは塩分や香辛料、保存料が多く含まれ、猫に負担をかけます。",
    "notes": "塩分無添加のペット用ジャーキーを選び、人間用は与えないようにします。"
  },
  {
    "name": "生ハム",
    "status": "危険",
    "description": "生ハムやプロシュートは塩分と脂肪が高く、また未加熱のため細菌や寄生虫のリスクがあります。",
    "notes": "与えないようにし、誤食した際は塩分過剰に注意します。"
  },
  {
    "name": "唐揚げ・フライドチキン",
    "status": "危険",
    "description": "唐揚げやフライドチキンには衣に塩分や香辛料が含まれ、油で揚げているため脂肪が高く、猫に膵炎や消化不良を引き起こす可能性があります。",
    "notes": "揚げ物全般を避け、どうしても与える場合は衣と油を除いて中身を少量にします。"
  },
  {
    "name": "フレンチフライ（ポテトフライ）",
    "status": "危険",
    "description": "フレンチフライは油で揚げられ塩を振ってあるため、脂肪とナトリウムの過剰摂取を招きます。",
    "notes": "じゃがいもを与えるなら茹でたものにし、塩やケチャップを付けないようにします。"
  },
  {
    "name": "天ぷら・揚げ出し豆腐",
    "status": "危険",
    "description": "天ぷらや揚げ出し豆腐は衣に油が吸収され高脂肪で、タレには醤油や砂糖が含まれるため猫に不向きです。",
    "notes": "与えないようにし、揚げ物を調理する際は猫が油を舐めないように注意します。"
  },
  {
    "name": "カレー",
    "status": "危険",
    "description": "カレーにはニンニクや玉ねぎなどの有毒食材と大量の香辛料が含まれ、猫には極めて危険です。",
    "notes": "カレー風味のスナックやカレー粉も同様に与えないでください。"
  },
  {
    "name": "ハンバーガー",
    "status": "危険",
    "description": "ファストフードのハンバーガーは塩分、脂肪、加工調味料が多く、猫に膵炎や肥満、腎臓病のリスクを与えます。玉ねぎやガーリックパウダーが使われていることもあります。",
    "notes": "パンやパテを別々に取り出しても、味付けや添加物が多いので与えないでください。"
  },
  {
    "name": "ホットドッグ",
    "status": "危険",
    "description": "ホットドッグは加工肉で塩分や保存料が多く含まれ、玉ねぎやニンニクが入っていることもあり猫には不適切です。",
    "notes": "与えないようにし、誤食した場合は材料を確認して必要なら獣医師に相談します。"
  },
  {
    "name": "ピザ",
    "status": "危険",
    "description": "ピザにはチーズ、塩分、トマトソース、玉ねぎ、ニンニク、香辛料など猫に適さない素材が多く使用されています。",
    "notes": "ピザの具やチーズを少量摘むのも避け、誤食した場合は具材を確認して対処します。"
  },
  {
    "name": "スープの素・コンソメキューブ",
    "status": "危険",
    "description": "コンソメキューブやスープの素には塩分が多く、タマネギ粉や香辛料が含まれている場合があり、猫には有害です。",
    "notes": "自家製スープを作る際は猫用には塩や有毒な野菜を使用しないでください。"
  },
  {
    "name": "ピーナッツ",
    "status": "注意",
    "description": "ピーナッツはタンパク質があるものの、脂肪とカロリーが高いため肥満や膵炎のリスクがあります。無塩ならば少量は摂取できますが、殻や塩分、味付けは危険です。",
    "notes": "殻を取り除いた無塩ピーナッツを1粒程度与えるに留め、キシリトール入りのピーナッツ製品は避けます。"
  },
  {
    "name": "ヘーゼルナッツチョコレート",
    "status": "危険",
    "description": "ヘーゼルナッツとチョコレートを組み合わせた製品には、チョコレートのテオブロミンと高脂肪のナッツが含まれ、猫にとって非常に危険です。",
    "notes": "ヘーゼルナッツスプレッドやナッツ入りチョコレート菓子は猫に与えないでください。"
  },
  {
    "name": "ヌテラ等チョコレートスプレッド",
    "status": "危険",
    "description": "ヌテラなどのスプレッドはチョコレートとナッツ、砂糖、油脂が主成分で、猫にとって有害です。テオブロミン中毒や脂肪過多の原因になります。",
    "notes": "瓶を開けっぱなしにせず、猫が舐めないように保管してください。"
  },
  {
    "name": "はちみつ入りレモン飲料",
    "status": "危険",
    "description": "はちみつ入りレモン飲料には砂糖や柑橘の酸、場合によってはカフェインが含まれており、猫にとって刺激が強く不適切です。",
    "notes": "レモンや蜂蜜は単体でも注意が必要なので、飲料は与えないようにしてください。"
  },
  {
    "name": "ミルクチョコレート",
    "status": "危険",
    "description": "ミルクチョコレートはテオブロミンの量はダークチョコより少ないものの、カフェインと砂糖、乳製品が含まれているため、猫にとって危険です。",
    "notes": "小さなかけらでも与えないようにし、誤食した際は獣医師に相談します。"
  },
  {
    "name": "エナジーバー・プロテインバー",
    "status": "危険",
    "description": "エナジーバーやプロテインバーにはチョコレートやナッツ、レーズン、キシリトールが含まれていることが多く、猫には危険です。",
    "notes": "トレッキングや運動後に持ち歩く場合も猫の届かない場所に保管します。"
  },
  {
    "name": "魚の缶詰（人間用味付け）",
    "status": "危険",
    "description": "人間用の味付けされた魚の缶詰は塩分や油、香辛料、保存料が多く含まれ、猫に与えるべきではありません。",
    "notes": "猫用の缶詰や水煮・塩分無添加の缶詰を選びます。"
  },
  {
    "name": "魚の缶詰（水煮、塩無添加）",
    "status": "安全",
    "description": "水煮で塩分無添加の魚缶詰は少量なら猫に安全なタンパク源となります。ツナやサーモンなどは適度に利用できますが、総合栄養食ではありません。",
    "notes": "缶詰のオイルを捨ててから、少量の身を与えます。頻繁に与えず、栄養バランスを保つため他のフードと組み合わせます。"
  },
  {
    "name": "スモールフィッシュ（乾燥煮干し）",
    "status": "注意",
    "description": "乾燥煮干しはカルシウムを含み猫の好物ですが、塩分が高く、ヒスタミン中毒の原因となる場合があります。",
    "notes": "塩分無添加のペット用煮干しを選び、1日に1～2匹程度に抑えます。"
  },
  {
    "name": "カニカマ・魚肉ソーセージ",
    "status": "注意",
    "description": "カニカマや魚肉ソーセージは加工品で塩分や糖分、添加物が含まれるため、猫に与える際は注意が必要です。",
    "notes": "ペット用に作られたカニカマや魚肉ソーセージを選び、少量に留めます。人間用の味付き製品は避けます。"
  },
  {
    "name": "海苔巻き・寿司",
    "status": "危険",
    "description": "寿司には酢飯、砂糖、塩分、場合によっては生魚、アボカド、マヨネーズなどが含まれます。刺身は安全な場合もありますが、酢飯や調味料は猫に適しません。",
    "notes": "刺身のみを少量与えることは可能ですが、寿司は与えないようにします。"
  },
  {
    "name": "コールスロー・サラダ",
    "status": "危険",
    "description": "コールスローや市販のサラダにはマヨネーズ、砂糖、塩、玉ねぎが含まれていることが多く、猫には危険です。",
    "notes": "サラダの具材だけであってもドレッシングがかかっている場合は与えません。"
  }
  ,
  {
    "name": "ショウガ",
    "status": "注意",
    "description": "ショウガは香り付けや消化促進に利用されますが、辛味成分が胃腸を刺激するため猫に大量に与えるべきではありません。",
    "notes": "お刺身に付いているガリなどは砂糖や酢が含まれているので与えないようにし、料理に混ざった微量の生姜は通常問題ありません。"
  },
  {
    "name": "マスタード",
    "status": "注意",
    "description": "マスタードには酢や塩、香辛料が含まれており、猫にとっては刺激が強すぎます。",
    "notes": "ホットドッグやソーセージに付いたマスタードを舐めさせないよう注意します。"
  },
  {
    "name": "ビネガー（酢）",
    "status": "注意",
    "description": "酢は酸性が強く、猫の口腔や胃腸を刺激します。ごく少量なら安全ですが、濃い酢を舐めると嘔吐を引き起こす可能性があります。",
    "notes": "調理に使用した程度であれば問題ないことが多いですが、酢漬けの食品は避けます。"
  },
  {
    "name": "わさび",
    "status": "危険",
    "description": "わさびや西洋わさびには辛味成分が多く、猫が摂取すると口腔内や胃腸を強く刺激し、嘔吐や下痢を起こす可能性があります。",
    "notes": "寿司や刺身に付いているわさびは取り除き、わさびのりや辛味調味料も避けます。"
  },
  {
    "name": "カレーパン",
    "status": "危険",
    "description": "カレーパンは中にカレーが入っており、ニンニクや玉ねぎ、香辛料、油、砂糖など猫に危険な成分が多く含まれています。",
    "notes": "パン生地の部分にも油と砂糖が含まれているため与えません。"
  },
  {
    "name": "ワッフル・パンケーキ",
    "status": "注意",
    "description": "ワッフルやパンケーキは小麦粉と砂糖、バターや牛乳を使用するためカロリーが高く、猫に適した食べ物ではありません。",
    "notes": "猫が興味を示した場合でもごく少量に留め、メープルシロップやバターをかけないようにします。"
  },
  {
    "name": "プリン・カスタード",
    "status": "注意",
    "description": "プリンやカスタードは牛乳や砂糖、卵を使用しており、乳糖不耐症や高糖質の問題があります。チョコレートや香辛料が添加されている場合もあり注意が必要です。",
    "notes": "猫専用プリン以外は与えない方が良いですが、与える場合は無糖・少量に留めます。"
  },
  {
    "name": "ヨーグルトドリンク・飲むヨーグルト",
    "status": "注意",
    "description": "飲むヨーグルトは乳糖と砂糖が多く、猫にとって下痢や肥満の原因となります。フレーバー付きの場合はさらに香料や保存料が含まれます。",
    "notes": "無糖のヨーグルトを小さじ程度与えるほうが安全です。飲むヨーグルトは避けます。"
  },
  {
    "name": "ビール酵母サプリ",
    "status": "危険",
    "description": "ビール酵母やパン酵母のサプリメントは、発酵過程でアルコールやガスを生じることがあり、猫が摂取すると腹部膨満や神経症状を引き起こす可能性があります。",
    "notes": "人間用の酵母サプリを猫に与えないようにします。酵母入り栄養酵母は獣医師の指導に従って利用します。"
  },
  {
    "name": "ドライフルーツ（デーツ・イチジクなど）",
    "status": "注意",
    "description": "ドライフルーツは水分が抜けて糖分が濃縮されており、猫にとって肥満や下痢の原因となります。デーツやイチジクは繊維も多く、食べ過ぎると消化不良を起こします。",
    "notes": "与える場合は砂糖不使用のものをごく少量に留め、ブドウやレーズンは腎毒性があるため絶対に与えないでください。"
  },
  {
    "name": "ザクロ",
    "status": "注意",
    "description": "ザクロの種は硬く、果汁は酸味が強いため猫が大量に食べると胃腸を刺激することがあります。果肉は抗酸化物質を含みますが糖分も高いです。",
    "notes": "種を取り除いた果肉を1〜2粒だけ与える程度にします。ジュースやシロップは砂糖が多いので避けます。"
  },
  {
    "name": "パッションフルーツ",
    "status": "注意",
    "description": "パッションフルーツは酸味が強く種も硬いため、猫の胃腸に負担をかける可能性があります。",
    "notes": "与える必要はあまりありませんが、どうしても与える場合は果肉を少量のみ与えます。"
  },
  {
    "name": "オリーブオイル・サーモンオイル",
    "status": "安全",
    "description": "オリーブオイルやサーモンオイルは不飽和脂肪酸を含み、少量なら便通を助けたり皮膚の健康を促進する効果があります。",
    "notes": "フードにほんの数滴垂らす程度にします。大量に与えると下痢を招くため注意します。"
  },
  {
    "name": "ペット用おやつ（市販のトリーツ）",
    "status": "安全",
    "description": "ペット用として販売されているおやつは猫用の栄養基準に沿って製造されているため、適量であれば安全です。ただし与え過ぎると肥満の原因となります。",
    "notes": "パッケージに記載された給与量を守り、総摂取カロリーの10％以内に抑えます。"
  }
]